{
    "AR-Z8-900245-02-STAINBLASTER ENZYME BOOST.PDF": {
        "SECTION_1": {
            "title": "SECTION  1.",
            "body": "PRODUCT AND COMPANY IDENTIFICATION Product name : STAINBLASTER ENZYME BOOST Other means of identification : Not applicable Recommended use : Laundry product Restrictions on use : Reserved for industrial and professional use. Product dilution information : Product is sold ready to use. Company : Ecolab Argentina S.R.L. Street 11 N° 978 Industrial Park Pilar - Pilar, Buenos Aires Argentina Zip Code: B1629MXA +54 (230) 467 -1000 Emergency telephone : Argentina: CIQUIME: 0800 -222-2933 / 11 4552 -8747 (24 hours), National Poison Control Center: 0800 333 0160 (24 hours) Uruguay: CIQUIME (+54) 11 0800 -222-2933 / (+54) 11 4552 -8747 (24 hours). CIAT (Toxicological Information and Advice Center): 1722 (24 hours). Issuing date : 01.03.2024",
            "pdf_link": "file:///D:/bin box/webscrapper/pdf_extract/input_pdfs/AR-Z8-900245-02-STAINBLASTER ENZYME BOOST.PDF"
        }
    },
    "AU-EN-923604-KE ALPHA LIQUID DESCALER (923604).PDF": {
        "SECTION_1": {
            "title": "Section 11",
            "body": "for more detailed information on health effects and symptoms. Section: 5. FIREFIGHTING MEASURES Suitable extinguishing media : Use extinguishing measure s that are appropriate to local circumstances and the surrounding environment. Unsuitable extinguishing media : None known. Specific hazards during firefighting : Exposure to decomposition products may be a hazard to health. Hazardous combustion products : Decomposition products may include the following materials: Carbon oxides Oxides of phosphorus Special protective equipment : Use personal protective equipment. SAFETY DATA SHEET KE ALPHA LIQUID DESCALER 923604 3 / 8 for firefighters Specific extinguishing methods : Fire residues and contaminated fire extinguishing water must be disposed of in accordance with local regulations. In the event of fire and/or explosion do not breathe fumes. Hazchem Code : 2R Section: 6. ACCIDENTAL RELEASE MEASURES Personal precautions, protective equipment and emergency procedures : Ensure adequate ventilation. Keep people away from and upwind of spill/leak. Avoid inhalation, ingestion and contact with skin and eyes. When workers are facing concentrations above the exposure limit they must use appropriate certified respirators. Ensure clean -up is conducted by trained personnel only. Refer to protective measures listed in sections 7 and 8. Environmental precautions : Do not allow contact with soil, surface or ground water. Methods and materials for containment and cleaning up : Stop leak if safe to do so. Contain spillage, and then collect with non - combustible absorbent material, (e.g. sand, earth, diatomaceous earth, vermiculite) and place in container for disposal according to local / national regulations (see",
            "pdf_link": "file:///D:/bin box/webscrapper/pdf_extract/input_pdfs/AU-EN-923604-KE ALPHA LIQUID DESCALER (923604).PDF"
        }
    }
}